Repository: wp-plugins/randomtips
Catalog: languages/randomtips-*.po
Languages: it_it

source: no data
it_it: Nessun dato

source: You do not have sufficient permissions to access this page.
it_it: Tu non hai i permessi sufficiemti per accedere a questa pagina.

source: settings saved.
it_it: salvataggio effettuato

source: please fill the field text at least
it_it: si prega di compilare almeno il campo testo

source: Create your tips.
it_it: Crea i tuoi tips

source: Tip list
it_it: Lista dei tips

source: Text
it_it: Testo

source: Group
it_it: Gruppo

source: Actions
it_it: Azioni

source: delete
it_it: cancella

source: Insert a new tip
it_it: Inserisci un nuovo tip

source: Text:
it_it: Testo:

source: Group:
it_it: Gruppo:
